/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "Ajustes VPN";
"VPN.pfm_description" = "Preferências VPN.";

"ServiceType.pfm_title" =				"Tipo de Serviço";
"ServiceType.pfm_description" =				"Tipo de serviço. Ajuste como L2TP ou PPTP.";
"CommRemoteAddress.pfm_title" =			"Endereço do Servidor VPN";
"CommRemoteAddress.pfm_description" =		"Endereço de localização da URL do servidor VPN.";
"UserLoginName.pfm_title" =				"Nome de Início de Sessão do Usuário";
"UserLoginName.pfm_description" =			"Nome de início de sessão a utilizar para conexão. Não utilize esta chave se desejar utilizar o nome de início de sessão do usuário atual.";
"UserDefinedName.pfm_title" =			"Nome Descritivo";
"UserDefinedName.pfm_description" =			"Digite um nome descritivo que será mostrado na conexão com o servidor.";
"UserAuthenticationType.pfm_title" =	"Tipo de Autenticação do Usuário";
"UserAuthenticationType.pfm_description" =	"Tipo de autenticação VPN. Ajuste como Senha, Kerberos, TokenCard ou SecurID.";
